/* The title for removing a pinned topsite action */
"ActivityStream.ContextMenu.RemovePinTopsite" = "Enlever le site";

/* Toggle bookmarks syncing setting */
"Bookmarks" = "Favoris";

/* Label for Cancel button */
"Cancel" = "Annuler";

/* The button text in the Button Toast for switching to a fresh New Private Tab. */
"ContextMenu.ButtonToast.NewPrivateTabOpened.ButtonText" = "Changer";

/* The label text in the Button Toast for switching to a fresh New Private Tab. */
"ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText" = "Nouveau Ghost Tab ouvert";

/* The button text in the Button Toast for switching to a fresh New Tab. */
"ContextMenu.ButtonToast.NewTabOpened.ButtonText" = "Changer";

/* The label text in the Button Toast for switching to a fresh New Tab. */
"ContextMenu.ButtonToast.NewTabOpened.LabelText" = "Nouvel Onglet ouvert";

/* The label of the button the user will press to reject the option to open a file in another application */
"Downloads.Alert.Cancel" = "Non";

/* The label of the button the user will press to be presented with a list of other apps to open a file in */
"Downloads.Alert.Confirm" = "Oui";

/* Label for button to perform advanced actions on the error page */
"ErrorPages.Advanced.Button" = "Avancé";

/* Warning text when clicking the Advanced button on error pages */
"ErrorPages.AdvancedWarning1.Text" = "Attention: nous ne pouvons pas confirmer que votre connexion à ce site Web est sécurisée.";

/* Additional warning text when clicking the Advanced button on error pages */
"ErrorPages.AdvancedWarning2.Text" = "Ce peut être une mauvaise configuration ou une attaque informatique. Poursuivre si vous acceptez les risques potentiels.";

/* Warning text on the certificate error page */
"ErrorPages.CertWarning.Description" = "Les propriétaires de %@ ont mal configuré leur site Web. Afin de protéger votre information de voleurs, CLIQZ ne s'est pas connecté à ce site Web.";

/* Title on the certificate error page */
"ErrorPages.CertWarning.Title" = "Cette connexion n'est pas fiable";

/* Label for button to go back from the error page */
"ErrorPages.GoBack.Button" = "Revenir";

/* Button label to temporarily continue to the site from the certificate error page */
"ErrorPages.VisitOnce.Button" = "Visiter quand même le site ";

/* Toggle history syncing setting */
"History" = "Historique";

/* The title for the Open in New Private Tab context menu action for sites in Home Panels */
"HomePanel.ContextMenu.OpenInNewPrivateTab" = "Ouvrir dans un nouveau Ghost Tab";

/* Label to display in the Discoverability overlay for keyboard shortcuts */
"Hotkeys.Find.DiscoveryTitle" = "Trouver";

/* Label to display in the Discoverability overlay for keyboard shortcuts */
"Hotkeys.NewPrivateTab.DiscoveryTitle" = "Nouveau Ghost Tab";

/* Relative time for a tab that was visited within the last few moments. */
"just now" = "juste maintenant";

/* Button in settings screen to disconnect from your account
   Disconnect button in the 'log out firefox account' alert */
"Log Out" = "Se déconnecter";

/* Title of the 'log out firefox account' alert */
"Log Out?" = "Se déconnecter ?";

/* Toggle logins syncing setting */
"Logins" = "Paramètres de connexion";

/* Toast displayed to the user after a bookmark has been added. */
"Menu.AddBookmark.Confirm" = "Favori ajouté";

/* The title for the button that lets you copy the url from the location bar. */
"Menu.Copy.Title" = "Copier l'adresse";

/* Toast displayed to user after copy url pressed. */
"Menu.CopyURL.Confirm" = "URL copiée sur le clipboard";

/* The title for the button that lets you paste into the location bar */
"Menu.Paste.Title" = "Coller";

/* The title for the button that lets you paste and go to a URL */
"Menu.PasteAndGo.Title" = "Coller et aller";

/* Toast displayed to the user after a bookmark has been removed. */
"Menu.RemoveBookmark.Confirm" = "Favori supprimé";

/* Relative date for dates older than a month and less than two months. */
"more than a month ago" = "Il y'a plus d'un mois";

/* Description for a date more than a week ago, but less than a month ago. */
"more than a week ago" = "il y'a plus d'une semaine";

/* OK button */
"OK" = "OK";

/* Title of the message shown when the user attempts to navigate to an invalid link. */
"OpenURL.Error.Title" = "La page ne peut pas être ouverte";

/* Button for closing the menu action sheet */
"PhotonMenu.close" = "Fermer";

/* Text for the instructions label, displayed in the QR scanner view */
"ScanQRCode.Instructions.Label" = "Veuillez aligner le code QR à l'intérieur du cadre";

/* Text of the prompt that is shown to the user when the data is invalid */
"ScanQRCode.InvalidDataError.Message" = "Les données sont erronées";

/* Title for the QR code scanner view. */
"ScanQRCode.View.Title" = "Lire le code QR";

/* Button in settings that clears private data for the selected items. */
"Settings.ClearPrivateData.Clear.Button" = "Effacer les données personnelles";

/* Label used as an item in Settings. When touched it will open a dialog prompting the user to make sure they want to clear all of their private data. */
"Settings.ClearPrivateData.SectionName" = "Effacer les données personnelles";

/* Title displayed in header of the setting panel. */
"Settings.ClearPrivateData.Title" = "Effacer les données personnelles";

/* Hardware shortcut to close all tabs from the tab tray. Shown in the Discoverability overlay when the hardware Command Key is held down. */
"TabTray.CloseAllTabs.KeyCodeTitle" = "Fermer tous les onglets";

/* Relative date for date in past week. */
"this week" = "cette semaine";

/* Relative date for date older than a minute. */
"today at %@" = "aujourd'hui à %@";

/* Accessibility label for the Close All Tabs menu button. */
"Toolbar.Menu.CloseAllTabs" = "Fermer tous les onglets";

/* Relative date for yesterday. */
"yesterday" = "hier";

